tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "instrumenta/instrumenta"

brew "bat"
brew "bottom"
brew "exa"
brew "fzf"
brew "gcc"
brew "k9s"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "pipx"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "stern"
brew "zoxide"