tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "bat"
brew "bottom"
brew "exa"
brew "fzf"
brew "gcc"
brew "go"
brew "k9s"
brew "krew"
brew "kubectx"
brew "kubeseal"
brew "kubeval"
brew "kustomize"
brew "python@3.10", link: true
brew "pipx"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "stern"
brew "zoxide"

cask "blender"
cask "datagrip"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obs"
cask "qmk-toolbox"
cask "signal"
cask "spotify"
cask "tor-browser"
cask "visual-studio-code"
cask "zotero"

mas "Bitwarden", id: 1352778147
mas "OneDrive", id: 823766827
mas "WhatsApp", id: 1147396723